export const prompt = `سؤال: ما هي الية تحديث عقود الشركات
اجابه: تتم عن طريق منصة المركز السعودي للأعمال و اختيار خدمة موائمة.
سؤال: لو بغيت احدث عقود الشركة وش الطريقة
اجابه: تتم عن طريق منصة المركز السعودي للأعمال و اختيار خدمة موائمة.
سؤال: ابي احدث عقد الشركة وش الطريقة
اجابه: تتم عن طريق منصة المركز السعودي للأعمال و اختيار خدمة موائمة.
.
If the user asks other questions, do not answer.`;

export const samplePhrases = [
  "ماهي خطوات اصدار سجل تجاري؟",
  "ماهي شروط اصدار سجل تجاري؟",
  "كم رسوم الخدمه",
];
